/* SAMKeychainQuery */
"SAMKeychainErrorBadArguments" = "有些评论无效";
"errSecUnimplemented" = "功能或操作未实现";
"errSecParam" = "传递一个或多个无效参数给函数";
"errSecAllocate" = "无法分配内存";
"errSecNotAvailable" = "没有可用的钥匙串，可能需要重新启动电脑。";
"errSecDuplicateItem" = "指定的项已存在于钥匙串中";
"errSecItemNotFound" = "在钥匙串中找不到指定的项目";
"errSecInteractionNotAllowed" = "不允许用户交互";
"errSecDecode" = "无法解码提供的数据";
"errSecAuthFailed" = "输入的用户名或密码不正确";
"errSecDefault" = "有关说明，请参阅SecBase.h。";
